{
  "entries": [
    {
      "year": "1998",
      "intro": "In January 1998, a small number of British retailers, aid agencies, workers’ rights organisations and trade unions come together to promote fundamental human rights in global supply chains. Subsequently, under the pivotal leadership of Secretary of State for International Development Clare Short, ETI is incorporated as a not-for-profit company on 9th June. We receive start-up grants from the Department for International Development and the Department of Trade and Industry…",
      "blockquote": "Everyone agrees that something should and could be done about the working conditions of people … who produce goods for our High Street. The Ethical Trading Initiative is an important first step and will provide a common approach to enable change.",
      "cite": "Dino Adriano, Chief Executive, J Sainsburys PLC",
      "list": [
        "Our five pioneering company members are ASDA, Premier Brands, The Body Shop, Littlewoods and Sainsbury's. By the end of the year they are joined by seven others.",
        "Oxfam, Christian Aid and the Fairtrade Foundation are amongst our founding NGO members.",
        "The Trades Union Congress (TUC), the International Confederation of Free Trade Unions (now ITUC), the International Union of Foodworkers (IUF) and the International Textile, Garment and Leather Workers' Federation (now IndustriALL Global Union) are our first trade union members."
      ]
    },
    {
      "year": "1999",
      "intro": "In line with our initial ethos, Learning by Doing, we set up three pilot programmes in members’ supply chains – in China, South Africa, and Zambia and Zimbabwe..."
    },
    {
      "year": "2000",
      "intro": "In the UK, ETI members acknowledge the scale of the task ahead as they start to map and monitor labour standards in their supply chains. Meanwhile, our sister organisation, the Norwegian Ethical Trading Initiative (IEH) is established, representing Norwegian NGOs, trade unions, businesses and the Enterprise Federation of Norway…",
      "list": [
        "Company members number 24, rising by 10 members during the year."
      ]
    },
    {
      "year": "2001",
      "intro": "Retail members become increasingly concerned about the treatment of homeworkers in their supply chains. They realise that homeworkers carry out essential tasks such as embroidery, stitching, assembly and packaging, but that retail oversight is either limited or non-existent. A group come together and ask for advice and greater guidance on how to interpret, monitor and implement the Base Code for homeworkers...",
      "list": [
        "In response to demand from members, we introduce training seminars and publish an ethical trade workbook.",
        "By the end of the 2001 our membership numbers 29 companies, 4 trade union confederations and 15 NGOs."
      ]
    },
    {
      "year": "2002",
      "intro": "NGO members investigate wages paid to homeworkers making Christmas crackers in South Wales and discover shockingly low rates of pay – in some cases as little as £1.50 an hour. They find that a government regulation known as the ‘four fifths rule', and originally intended to protect slower-piece rate workers, has the effect of allowing employers to pay only 80 per cent of the national minimum wage. We ask retail members of our Homeworkers Working Group to support an advocacy campaign to amend the law...",
      "list": [
        "We publish a draft <a href='https://www.ethicaltrade.org/resources/homeworker-project-resource-downloads'>Homeworkers Guide</a>.",
        "Members report on 7,731 audits undertaken and 1,200 improvement actions at supplier sites."
      ]
    },
    {
      "year": "2003",
      "intro": "In March, we set up a tripartite China Working Group to support our members sourcing from China. We also establish a China office in Hong Kong…",
      "list": [
        "Company membership rises to 35."
      ]
    },
    {
      "year": "2004",
      "intro": "On the evening of 5 February 2004 at Morecambe Bay, 23 Chinese immigrant labourers trafficked illegally into the UK via Chinese triads drown as they pick cockles. The workers are unfamiliar with local geography and sea conditions and are cut off by the incoming tide. The tragedy leads to a two-year ETI-led lobbying campaign for the establishment of the Gangmasters Licensing Authority...",
      "list": [
        "By the end of 2004, we have 36 corporate members."
      ]
    },
    {
      "year": "2005",
      "intro": "At the request of members, we join forces with the South Africa-based Wine and Agricultural Industry Ethical Trade Association (WIETA). We develop locally run supervisor training in fruit packhouses and farms. Run over several years, the training will eventually reach more than 5,000 supervisors, digging deep into the highly sensitive issues of sexual harassment and discrimination while building management skills and confidence...",
      "blockquote": "In the South African context, it's important not to force people to do things. It's about wooing people, building trusting relationships and winning over their confidence.",
      "cite": "Desmiline Minyi, WIETA trainer, speaking on the fifth anniversary of the training relationship with ETI",
      "list": [
        "Three million workers are covered by ETI company members' codes of conduct.",
        "We offer 4,500 hours of training on ethical trade."
      ]
    },
    {
      "year": "2006",
      "intro": "In March 2006, over 300 children, some as young as 12 are found working in two glassware factories in Shanxi province in China. They supply four ETI member companies amongst others, and we are asked to become involved in remediation efforts...",
      "list": [
        "Four international trade union federations become actively involved with ETI.",
        "ETI has 43 corporate members with a combined turnover of £107 billion.",
        "30,554 suppliers are covered by members' ethical trade activities."
      ]
    },
    {
      "year": "2007",
      "intro": "In 2007, we join those voices pointing out that the UK public sector is sourcing £125 billion worth of goods and services annually, much of this from overseas. Having lobbied the government to include consideration of workers' rights in public procurement, we are asked to partner with the NHS Purchasing and Supply Agency to help them develop a policy framework for ethical procurement and the tools to implement it...",
      "list": [
        "In 2007 our membership grows to 52 companies with leverage over more than 38,000 suppliers.",
        "Members employ over 400 full-time equivalent staff in ethical trade teams.",
        "£14 million is spent on ethical trade activities."
      ]
    },
    {
      "year": "2008",
      "intro": "The ETI-supported National Homeworker Group in Uttar Pradesh, India reaches 15,000 homeworkers. Initiatives include linking workers to state provisions such as healthcare, accident insurance and credit schemes through ID cards (so called artisan cards). An increased sense of confidence and status is reported…",
      "blockquote": "I have now started keeping a record book and make sure every transaction is recorded in it. It is evidence for the work we have done and the payments received.",
      "cite": "Ayesha, a homeworker attached to the Bareilly Homeworker Group in Uttar Pradesh, India",
      "list": [
        "The Danish Ethical Trade Initiative (DIEH) is launched in February 2008. As in the UK and Norway, it brings together business, the trade union movement and civil society."
      ]
    },
    {
      "year": "2009",
      "intro": "As part of our efforts to build a culture of respect at work, we start to directly target suppliers with introductory ethical trade skills training designed specifically for them. The pilot offer around becoming better managers is taken up by two large apparel and textiles suppliers in China and managers of banana plantations in the Dominican Republic and the Windward Islands...",
      "blockquote": "The training helped elected worker representatives develop a new sense of camaraderie and confidence. It was encouraging to see them starting to ask insightful questions about retailers' business practices and what ETI is trying to achieve.",
      "cite": "Dimitri Kessler, ETI China Representative",
      "list": [
        "10 new companies join ETI.",
        "8.6 million workers in member companies supply chains.",
        "1,700 people trained, including 304 supplier staff."
      ]
    },
    {
      "year": "2010",
      "intro": "We join the Play Fair 2012 alliance lobbying the London Olympic Games Organising Committee (LOCOG) to adopt a strong ethical approach to the 2012 London Olympic Games. As part of the alliance, we play a key role in helping the Committee understand the importance of a continuous improvement approach to labour standards…",
      "list": [
        "There is a 17% increase in corporate membership from 60 to 70 companies.",
        "Members spend £23 million on ethical trade.",
        "Three quarters of ETI members demonstrate progress in applying ETI management principles across their businesses."
      ]
    },
    {
      "year": "2011",
      "intro": "We ask company members to work collectively in a limited number of strategic supply chains to drive sustained change for workers within three product categories - the Apparel and Textiles, Food and Farming and Hard Goods and Household sectors...",
      "list": [
        "By the end of the year our membership has grown to 75 companies.",
        "9.8 million workers are reached by member companies' ethical trade activities."
      ]
    },
    {
      "year": "2012",
      "intro": "We formally launch two long-term supply chain programmes in India, in <a href='https://www.ethicaltrade.org/programmes/women-millworkers-in-tamil-nadu'>Tamil Nadu's spinning mills</a> and <a href='https://www.ethicaltrade.org/programmes/sandstone-rajasthan-india'>Rajasthan's sandstone yards</a>. We bring together members, local suppliers, workers and their representatives to agree the direction of travel to drive positive sustainable change for workers…",
      "blockquote": "The Rajasthan Stone Working Group has led the way in moving forward ETI’s new programme approach. Progress in this sector is a huge challenge, since so many of the workers at the bottom of the supply chains are invisible. But I am optimistic that however difficult the task, the group will address the rights of workers in every tier of the industry.",
      "cite": "Meena Varma, Director, Dalit Solidarity Network UK",
      "list": [
        "The scale of ETI’s activities and its ‘footprint’ continues to expand with members reporting 17,700 audits and 126,000 individual improvement actions at supplier sites.",
        "Membership remains at 75 corporate members overall. However, 16 new companies join during the year."
      ]
    },
    {
      "year": "2013",
      "intro": "In January, following a factory fire in Tazreen, Bangladesh where over 100 workers died, chief executives from 24 member companies take action. They write to the Bangladesh government under our auspices requesting urgent action on factory safety. The letter is in support of the ILO’s efforts to develop a national action plan on fire safety in the garment sector Then, in April, Rana Plaza happens…",
      "blockquote": "ETI ensured that a number of UK and European brands and retailers were among the first sourcing from Bangladesh to commit to this new broad coalition with IndustriALL, UNI Global and leading NGOs.",
      "cite": "Jyrki Raina, General Secretary, IndustriALL Global Union",
      "list": [
        "Membership rises to 84 company members with a £180 billion turnover."
      ]
    },
    {
      "year": "2014",
      "intro": "In January, Cambodia’s garment and footwear sector sees violent clashes between police and workers demonstrating over pay, hours and benefits. We facilitate the efforts of 30 international brands and global trade unions as they seek to engage with the Cambodian government over its duty to protect workers’ rights…",
      "list": [
        "367,000 workers in Bangladesh, India and South Africa reached by ETI programmes see their working conditions improve.",
        "500 organisations are actively involved in our programmes and joint initiatives."
      ]
    },
    {
      "year": "2015",
      "intro": "The UK’s Modern Slavery Act (2015) is passed into law in March 2015. In the run up to the Act, we galvanise our members to actively engage with the government to help shape the legislation, in particular a Transparency in Supply Chains (TISC) clause that introduces a company reporting requirement…",
      "blockquote": "The addition of the TISC clause is a tribute to the efforts of the Ethical Trading Initiative and many other NGOs and trade unions; and without business adding its voice, it might not be there at all.",
      "cite": "Aidan McQuade, Director Anti-Slavery International"
    },
    {
      "year": "2016",
      "intro": "The mass movement of Syrian refugees into Turkey – and their participation in the labour market – makes endemic problems in the country’s garment and footwear industry worse. Initially, we lobby the Turkish authorities to allow refugees access to work permits. With company funding, we also publish <a href='https://www.ethicaltrade.org/resources/basic-labour-and-social-security-laws-in-turkey'>guidance for refugees</a> on their employment rights and sponsor a government backed communications campaign…",
      "list": [
        "Company membership increases to 89."
      ]
    },
    {
      "year": "2017",
      "intro": "In October, we release our new online company reporting framework. Based on the UNGPs and our <a href='https://www.ethicaltrade.org/blog/effective-human-rights-due-diligence-good-business'>due diligence framework</a>, it is designed to help corporate members embrace and incorporate into their policies and practices a greater commitment to transparency and accountability, and to raise their ethical trading standards…",
      "list": [
        "We welcome nine new company members from a range of countries and sectors.",
        "We run 45 training courses in the UK attracting 1,564 delegates.",
        "We release new guidance on <a href='https://www.ethicaltrade.org/resources/base-code-guidance-modern-slavery'>Modern Slavery</a>, <a href='https://www.ethicaltrade.org/resources/base-code-guidance-child-labour'>Child Labour</a> and <a href='https://www.ethicaltrade.org/resources/guide-buying-responsibly'>Buying Responsibly</a>."
      ]
    },
    {
      "year": "2018",
      "intro": "As we enter our third decade, and reach the halfway point in our latest <a href='https://www.ethicaltrade.org/about-eti/our-strategy'>strategy</a> that links business to human rights, we continue to remain true to our founding principles of collaboration and cooperation between companies, NGOs and trade unions. Our pledge to workers in global supply chains is to keep their interests at the heart of everything we do. And our pledge to the wider ethical trade community is to commit to sharing what we learn along the way."
    }
  ]
}
